<?php
return [
    'stars' => [
        1 => "अश्विनी", 2 => "भरणी", 3 => "कृत्तिका", 4 => "रोहिणी", 5 => "मृगशिरा",
        6 => "आर्द्रा", 7 => "पुनर्वसु", 8 => "पुष्य", 9 => "आश्लेषा", 10 => "मघा",
        11 => "पूर्वा फाल्गुनी", 12 => "उत्तरा फाल्गुनी", 13 => "हस्त", 14 => "चित्रा",
        15 => "स्वाति", 16 => "विशाखा", 17 => "अनुराधा", 18 => "ज्येष्ठा", 19 => "मूला",
        20 => "पूर्वाषाढ़ा", 21 => "उत्तराषाढ़ा", 22 => "श्रवण", 23 => "धनिष्ठा",
        24 => "शतभिषा", 25 => "पूर्वाभाद्रपद", 26 => "उत्तराभाद्रपद", 27 => "रेवती"
    ],
    'rasis' => [
        1 => "मेष", 2 => "वृषभ", 3 => "मिथुन", 4 => "कर्क", 5 => "सिंह", 6 => "कन्या",
        7 => "तुला", 8 => "वृश्चिक", 9 => "धनु", 10 => "मकर", 11 => "कुंभ", 12 => "मीन"
    ],
    'kanams' => [
        1 => "देव गण", 2 => "मनुष्य गण", 3 => "राक्षस गण"
    ],
    'planets' => [
        1 => "सूर्य", 2 => "चंद्रमा", 3 => "मंगल", 4 => "बुध", 5 => "गुरु", 6 => "शुक्र", 7 => "शनि"
    ],
    'poruthams' => [
        'dina' => "दिन मिलान",
        'gana' => "गण मिलान",
        'mahendra' => "महेंद्र मिलान",
        'stree' => "स्त्री मिलान",
        'yoni' => "योनि मिलान",
        'rasi' => "राशि मिलान",
        'rasi_athipathi' => "राशि अधिपति मिलान",
        'vasiya' => "वश्य मिलान",
        'rajju' => "रज्जु मिलान",
        'vedhai' => "वेध मिलान"
    ],
    'messages' => [
        'excellent' => "उत्तम मिलान",
        'medium' => "मध्यम मिलान",
        'low' => "कोई मिलान नहीं",
        'matched' => "मिलान है",
        'not_matched' => "मिलान नहीं है"
    ],
    'rajjus' => [
        1 => "पाद रज्जु", 2 => "ऊरु रज्जु", 3 => "उदर रज्जु", 4 => "कंठ रज्जु", 5 => "शिरो रज्जु",
        'arogana' => "आरोहण", 'avarogana' => "अवरोहण"
    ],
    'yoni_animals' => [
        'male' => "नर", 'female' => "मादा",
        'horse' => "अश्व", 'elephant' => "गज", 'goat' => "मेष", 'snake' => "सर्प",
        'dog' => "श्वान", 'cat' => "मार्जार", 'rat' => "मूषक", 'cow' => "गौ", 'buffalo' => "महिष",
        'tiger' => "व्याघ्र", 'deer' => "मृग", 'monkey' => "वानर", 'mongoose' => "नकुल",
        'sterile_cow' => "वंध्या गौ", 'lion' => "सिंह", 'human' => "मनुष्य"
    ],
    'yoni_values' => [
        1 => "नर अश्व", 2 => "नर गज", 3 => "मादा मेष", 4 => "नर सर्प", 5 => "मादा सर्प",
        6 => "नर श्वान", 7 => "मादा मार्जार", 8 => "नर मेष", 9 => "नर मार्जार", 10 => "नर मूषक",
        11 => "मादा मूषक", 12 => "गौ", 13 => "मादा महिष", 14 => "नर व्याघ्र", 15 => "नर महिष",
        16 => "मादा व्याघ्र", 17 => "मादा मृग", 18 => "नर मृग", 19 => "मादा श्वान", 20 => "नर वानर",
        21 => "नकुल, वंध्या गौ", 22 => "मादा वानर", 23 => "मादा सिंह, मनुष्य", 24 => "मादा अश्व",
        25 => "नर सिंह, मनुष्य", 26 => "गौ", 27 => "मादा गज"
    ],
    'success' => "सफलता"
];
