<?php
return [
    'stars' => [
        1 => "அசுவினி", 2 => "பரணி", 3 => "கார்த்திகை", 4 => "ரோகிணி", 5 => "மிருகசீரிஷம்",
        6 => "திருவாதிரை", 7 => "புனர்பூசம்", 8 => "பூசம்", 9 => "ஆயில்யம்", 10 => "மகம்",
        11 => "பூரம்", 12 => "உத்திரம்", 13 => "அஸ்தம்", 14 => "சித்திரை", 15 => "சுவாதி",
        16 => "விசாகம்", 17 => "அனுஷம்", 18 => "கேட்டை", 19 => "மூலம்", 20 => "பூராடம்",
        21 => "உத்திராடம்", 22 => "திருவோணம்", 23 => "அவிட்டம்", 24 => "சதயம்", 25 => "பூரட்டாதி",
        26 => "உத்திரட்டாதி", 27 => "ரேவதி"
    ],
    'rasis' => [
        1 => "மேஷம்", 2 => "ரிஷபம்", 3 => "மிதுனம்", 4 => "கடகம்", 5 => "சிம்மம்", 6 => "கன்னி",
        7 => "துலாம்", 8 => "விருச்சிகம்", 9 => "தனுசு", 10 => "மகரம்", 11 => "கும்பம்", 12 => "மீனம்"
    ],
    'kanams' => [
        1 => "தேவ கணம்", 2 => "மனுஷ கணம்", 3 => "ராட்சஸ கணம்"
    ],
    'planets' => [
        1 => "சூரியன்", 2 => "சந்திரன்", 3 => "செவ்வாய்", 4 => "புதன்", 5 => "குரு", 6 => "சுக்கிரன்", 7 => "சனி"
    ],
    'poruthams' => [
        'dina' => "தினப் பொருத்தம்",
        'gana' => "கணப் பொருத்தம்",
        'mahendra' => "மகேந்திர பொருத்தம்",
        'stree' => "ஸ்திரீ பொருத்தம்",
        'yoni' => "யோனிப் பொருத்தம்",
        'rasi' => "ரசிப் பொருத்தம்",
        'rasi_athipathi' => "ராசி அதிபதி பொருத்தம்",
        'vasiya' => "வசியப் பொருத்தம்",
        'rajju' => "ரஜ்ஜூ பொருத்தம்",
        'vedhai' => "வேதைப்பொருத்தம்"
    ],
    'messages' => [
        'excellent' => "பொருத்தம் உத்தமம்",
        'medium' => "பொருத்தம் மத்திமம்",
        'low' => "பொருத்தம் இல்லை",
        'matched' => "பொருத்தம் உள்ளது",
        'not_matched' => "பொருத்தம் இல்லை"
    ],
    'rajjus' => [
        1 => "பாத ரஜ்ஜு", 2 => "தொடை ரஜ்ஜு", 3 => "உதர ரஜ்ஜு", 4 => "கண்ட ரஜ்ஜு", 5 => "சிரசு ரஜ்ஜு",
        'arogana' => "ஆரோகண", 'avarogana' => "அவரோகண"
    ],
    'yoni_animals' => [
        'male' => "ஆண்", 'female' => "பெண்",
        'horse' => "குதிரை", 'elephant' => "யானை", 'goat' => "ஆடு", 'snake' => "பாம்பு",
        'dog' => "நாய்", 'cat' => "பூனை", 'rat' => "எலி", 'cow' => "பசு", 'buffalo' => "எருமை",
        'tiger' => "புலி", 'deer' => "மான்", 'monkey' => "குரங்கு", 'mongoose' => "கீரி",
        'sterile_cow' => "மலட்டு பசு", 'lion' => "சிங்கம்", 'human' => "மனிதன்"
    ],
    'yoni_values' => [
        1 => "ஆண் குதிரை", 2 => "ஆண் யானை", 3 => "பெண் ஆடு", 4 => "ஆண் பாம்பு", 5 => "பெண் பாம்பு",
        6 => "ஆண் நாய்", 7 => "பெண் பூனை", 8 => "ஆண் ஆடு", 9 => "ஆண் பூனை", 10 => "ஆண் எலி",
        11 => "பெண் எலி", 12 => "பசு", 13 => "பெண் எருமை", 14 => "ஆண் புலி", 15 => "ஆண் எருமை",
        16 => "பெண் புலி", 17 => "பெண் மான்", 18 => "ஆண் மான்", 19 => "பெண் நாய்", 20 => "ஆண் குரங்கு",
        21 => "கீரி, மலட்டு பசு", 22 => "பெண் குரங்கு", 23 => "பெண் சிங்கம், மனிதன்", 24 => "பெண் குதிரை",
        25 => "ஆண் சிங்கம், மனிதன்", 26 => "பசு", 27 => "பெண் யானை"
    ],
    'success' => "வெற்றி"
];
